insert into book values('B1234', '나미야 잡화점의 기적', 13000, '히가시노 게이고', '현대문학', '따뜻한 고민 상담실 나미야 잡화점 으로 오세요!', '소설', 1000, 456, '2012년 12월 19일 출간', 'Old', 'B1234.jpg');
insert into book values('B1235', '여행의 이유', 12000, '김영하', '문학동네', '여행이 내 인생이었고, 인생이 곧 여행이었다!', '에세이', 1000, 216, '2019년 4월 17일 출간', 'Refurbished', 'B1235.jpg');
insert into book values('B1236', '베스트 일레븐(2020년 10월호)', 9000, '편집부 지음', '베스트일레븐', '『베스트일레븐』은 월간 축구전문지로서 1970년 4월에 창간하였으며 해외축구와 국내축구에 대해 다양하고 깊이 있는 정보를 다루고 있다.', '잡지', 1000, 152, '2020년 9월 21일 출간', 'New', 'B1236.jpg');

select * from book;